Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: ⚠️ 录音分片拼接失败，分片文件已保留在录音文件夹（共 %d 个），请手动处理。
ar: ⚠️ فشل دمج مقاطع التسجيل. تم الاحتفاظ بملفات المقاطع في مجلد التسجيل (العدد الإجمالي %d). يرجى معالجتها يدويًا.
de: ⚠️ Zusammenfügen der Aufnahmefragmente fehlgeschlagen. Die Fragmente wurden im Aufnahmeordner behalten (insgesamt %d). Bitte manuell verarbeiten.
en: ⚠️ Failed to concatenate recording chunks. The chunk files have been kept in the recording folder (%d in total). Please handle them manually.
es: ⚠️ Error al unir los fragmentos de grabación. Los archivos se han conservado en la carpeta de grabación (%d en total). Procésalos manualmente.
fr: ⚠️ Échec de l’assemblage des fragments d’enregistrement. Les fichiers ont été conservés dans le dossier d’enregistrement (%d au total). Veuillez les traiter manuellement.
hi: ⚠️ रिकॉर्डिंग खंड जोड़ने में विफल। खंड फ़ाइलें रिकॉर्डिंग फ़ोल्डर में रखी गई हैं (कुल %d)। कृपया मैन्युअल रूप से संभालें।
id: ⚠️ Gagal menggabungkan potongan rekaman. Berkas potongan tetap disimpan di folder rekaman (total %d). Silakan tangani secara manual.
it: ⚠️ Unione dei frammenti di registrazione non riuscita. I file sono stati conservati nella cartella delle registrazioni (%d in totale). Gestiscili manualmente.
ja: ⚠️ 録音チャンクの結合に失敗しました。チャンクファイルは録音フォルダに保持されています（計 %d 個）。手動で処理してください。
ko: ⚠️ 녹음 조각 이어붙이기에 실패했습니다. 조각 파일은 녹음 폴더에 보관되어 있습니다(총 %d개). 수동으로 처리하세요.
nl: ⚠️ Samenvoegen van opnamefragmenten mislukt. De fragmentbestanden zijn bewaard in de opnamemap (%d in totaal). Verwerk ze handmatig.
pl: ⚠️ Nie udało się połączyć fragmentów nagrania. Pliki fragmentów zostały zachowane w folderze nagrania (łącznie %d). Obsłuż je ręcznie.
pt: ⚠️ Falha ao juntar os fragmentos da gravação. Os arquivos foram mantidos na pasta de gravação (%d no total). Processe-os manualmente.
ru: ⚠️ Не удалось склеить фрагменты записи. Файлы фрагментов сохранены в папке записи (всего %d). Обработайте их вручную.
sv: ⚠️ Kunde inte slå ihop inspelningsdelarna. Delfilerna har behållits i inspelningsmappen (totalt %d). Hantera dem manuellt.
th: ⚠️ ต่อรวมชิ้นส่วนการบันทึกเสียงล้มเหลว ไฟล์ชิ้นส่วนถูกเก็บไว้ในโฟลเดอร์บันทึกเสียง (ทั้งหมด %d ไฟล์) กรุณาดำเนินการด้วยตนเอง
tr: ⚠️ Kayıt parçaları birleştirilemedi. Parça dosyaları kayıt klasöründe tutuldu (toplam %d). Lütfen elle işlem yapın.
uk: ⚠️ Не вдалося склеїти фрагменти запису. Файли фрагментів збережено в папці запису (усього %d). Обробіть їх вручну.
vi: ⚠️ Ghép các đoạn ghi âm thất bại. Các tệp đoạn đã được giữ trong thư mục ghi âm (tổng cộng %d). Vui lòng xử lý thủ công.
zh_hant: ⚠️ 錄音分片拼接失敗，分片檔案已保留在錄音資料夾（共 %d 個），請手動處理。

source: ⚠️ 系统音频重连失败，后续录音将仅包含麦克风音轨。
ar: ⚠️ فشل إعادة الاتصال بصوت النظام. سيحتوي التسجيل اللاحق على مسار الميكروفون فقط.
de: ⚠️ Systemaudio konnte nicht wiederhergestellt werden. Weitere Aufnahmen enthalten nur die Mikrofonspur.
en: ⚠️ Failed to reconnect system audio. Subsequent recording will only contain the microphone track.
es: ⚠️ Error al reconectar el audio del sistema. La grabación posterior solo contendrá la pista del micrófono.
fr: ⚠️ Échec de la reconnexion de l’audio système. La suite de l’enregistrement ne contiendra que la piste du microphone.
hi: ⚠️ सिस्टम ऑडियो पुनः कनेक्ट करने में विफल। बाद की रिकॉर्डिंग में केवल माइक्रोफ़ोन ट्रैक होगा।
id: ⚠️ Gagal menyambung ulang audio sistem. Rekaman berikutnya hanya akan berisi trek mikrofon.
it: ⚠️ Riconnessione dell’audio di sistema non riuscita. Le registrazioni successive conterranno solo la traccia del microfono.
ja: ⚠️ システム音声の再接続に失敗しました。以降の録音にはマイク音轨のみが含まれます。
ko: ⚠️ 시스템 오디오 재연결에 실패했습니다. 이후 녹음에는 마이크 음轨만 포함됩니다.
nl: ⚠️ Systeemgeluid opnieuw verbinden mislukt. Latere opnamen bevatten alleen de microfoontrack.
pl: ⚠️ Nie udało się ponownie połączyć dźwięku systemowego. Dalsze nagrania będą zawierać tylko ścieżkę mikrofonu.
pt: ⚠️ Falha ao reconectar o áudio do sistema. As gravações subsequentes conterão apenas a faixa do microfone.
ru: ⚠️ Не удалось переподключить системный звук. Дальнейшая запись будет содержать только дорожку микрофона.
sv: ⚠️ Kunde inte återansluta systemljudet. Fortsatt inspelning innehåller bara mikrofonspåret.
th: ⚠️ เชื่อมต่อเสียงระบบใหม่ล้มเหลว การบันทึกต่อจากนี้จะมีเฉพาะแทร็กไมโครโฟน
tr: ⚠️ Sistem sesi yeniden bağlanamadı. Bundan sonraki kayıt yalnızca mikrofon izini içerecek.
uk: ⚠️ Не вдалося повторно під’єднати системний звук. Подальший запис міститиме лише доріжку мікрофона.
vi: ⚠️ Kết nối lại âm thanh hệ thống thất bại. Phần ghi âm tiếp theo sẽ chỉ chứa rãnh micro.
zh_hant: ⚠️ 系統音訊重連失敗，後續錄音將僅包含麥克風音軌。

source: ⚠️ 麦克风音轨恢复失败，请检查麦克风设备后重新录音。
ar: ⚠️ فشل استعادة مسار الميكروفون. يرجى فحص جهاز الميكروفون ثم إعادة التسجيل.
de: ⚠️ Wiederherstellung der Mikrofonspur fehlgeschlagen. Bitte Mikrofon prüfen und erneut aufnehmen.
en: ⚠️ Failed to recover the microphone track. Please check the microphone device and record again.
es: ⚠️ Error al recuperar la pista del micrófono. Comprueba el micrófono y vuelve a grabar.
fr: ⚠️ Échec de la récupération de la piste microphone. Vérifiez le microphone puis réenregistrez.
hi: ⚠️ माइक्रोफ़ोन ट्रैक पुनर्प्राप्त करने में विफल। कृपया माइक्रोफ़ोन जाँचकर फिर रिकॉर्ड करें।
id: ⚠️ Gagal memulihkan trek mikrofon. Periksa perangkat mikrofon lalu rekam ulang.
it: ⚠️ Ripristino della traccia microfono non riuscito. Controlla il microfono e registra di nuovo.
ja: ⚠️ マイク音声トラックの復旧に失敗しました。マイクデバイスを確認してから再録音してください。
ko: ⚠️ 마이크 트랙 복구에 실패했습니다. 마이크 장치를 확인한 후 다시 녹음하세요.
nl: ⚠️ Herstellen van de microfoontrack mislukt. Controleer de microfoon en neem opnieuw op.
pl: ⚠️ Nie udało się przywrócić ścieżki mikrofonu. Sprawdź mikrofon i nagraj ponownie.
pt: ⚠️ Falha ao recuperar a faixa do microfone. Verifique o microfone e grave novamente.
ru: ⚠️ Не удалось восстановить дорожку микрофона. Проверьте микрофон и запишите заново.
sv: ⚠️ Kunde inte återställa mikrofonspåret. Kontrollera mikrofonen och spela in igen.
th: ⚠️ กู้คืนแทร็กไมโครโฟนล้มเหลว กรุณาตรวจสอบอุปกรณ์ไมโครโฟนแล้วบันทึกใหม่
tr: ⚠️ Mikrofon izi kurtarılamadı. Lütfen mikrofonu kontrol edip yeniden kaydedin.
uk: ⚠️ Не вдалося відновити доріжку мікрофона. Перевірте мікрофон і запишіть знову.
vi: ⚠️ Khôi phục rãnh micro thất bại. Vui lòng kiểm tra thiết bị micro rồi ghi âm lại.
zh_hant: ⚠️ 麥克風音軌恢復失敗，請檢查麥克風設備後重新錄音。

source: 注意：钥匙串中的 API Key 未能恢复原值，请在配置中重新填写。
ar: ملاحظة: تعذّرت استعادة مفتاح API في سلسلة المفاتيح إلى قيمته الأصلية؛ يرجى إعادة إدخاله في الإعداد.
de: Hinweis: Der API-Schlüssel im Schlüsselbund konnte nicht auf den ursprünglichen Wert wiederhergestellt werden. Bitte geben Sie ihn in der Konfiguration erneut ein.
en: Note: the API key in the Keychain could not be restored to its previous value; please re-enter it in the configuration.
es: Nota: la clave API del Llavero no se pudo restaurar a su valor original; vuelve a introducirla en la configuración.
fr: Remarque : la clé API du trousseau n'a pas pu être restaurée à sa valeur d'origine ; veuillez la saisir à nouveau dans la configuration.
hi: ध्यान दें: कीचेन में मौजूद API कुंजी को उसके मूल मान पर पुनर्स्थापित नहीं किया जा सका; कृपया इसे कॉन्फ़िगरेशन में दोबारा भरें।
id: Catatan: kunci API di Rantai Kunci tidak dapat dipulihkan ke nilai semula; silakan isi ulang di konfigurasi.
it: Nota: la chiave API nel Portachiavi non è stata ripristinata al valore originale; inseriscila di nuovo nella configurazione.
ja: 注意：キーチェーン内の API キーを元の値に復元できませんでした。設定で再入力してください。
ko: 참고: 키체인의 API 키를 원래 값으로 복원하지 못했습니다. 설정에서 다시 입력하세요.
nl: Let op: de API-sleutel in de sleutelhanger kon niet naar de oorspronkelijke waarde worden hersteld; voer deze opnieuw in bij de configuratie.
pl: Uwaga: nie udało się przywrócić klucza API w pęku kluczy do pierwotnej wartości; wpisz go ponownie w konfiguracji.
pt: Observação: a chave de API no Porta-chaves não pôde ser restaurada ao valor original; insira-a novamente na configuração.
ru: Примечание: API-ключ в связке ключей не удалось восстановить до исходного значения; введите его заново в конфигурации.
sv: Obs: API-nyckeln i Nyckelringen kunde inte återställas till sitt ursprungliga värde; ange den igen i konfigurationen.
th: หมายเหตุ: ไม่สามารถกู้คืนค่าเดิมของ API Key ในพวงกุญแจได้ โปรดกรอกใหม่ในการตั้งค่า
tr: Not: Anahtar Zinciri’ndeki API anahtarı özgün değerine geri yüklenemedi; lütfen yapılandırmada yeniden girin.
uk: Примітка: ключ API у в’язці ключів не вдалося відновити до початкового значення; введіть його знову в конфігурації.
vi: Lưu ý: không thể khôi phục khóa API trong Chuỗi khóa về giá trị ban đầu; vui lòng nhập lại trong cấu hình.
zh_hant: 注意：鑰匙圈中的 API Key 未能還原為原值，請在設定中重新填寫。

source: ，约 %d 分钟
ar: ، حوالي %d دقيقة
de: , ca. %d Min.
en: , about %d min
es: , unos %d min
fr: , environ %d min
hi: , लगभग %d मिनट
id: , sekitar %d menit
it: , circa %d min
ja: 、約 %d 分
ko: , 약 %d분
nl: , ongeveer %d min
pl: , około %d min
pt: , cerca de %d min
ru: , около %d мин
sv: , cirka %d min
th: , ประมาณ %d นาที
tr: , yaklaşık %d dk
uk: , близько %d хв
vi: , khoảng %d phút
zh_hant: ，約 %d 分鐘

source: ；另有 %lld 个 API Key 未能写入钥匙串，请在配置中重新填写。
ar: ؛ كما تعذّر كتابة %lld من مفاتيح API في سلسلة المفاتيح؛ يرجى إعادة إدخالها في الإعداد.
de: ; außerdem konnten %lld API-Schlüssel nicht in den Schlüsselbund geschrieben werden. Bitte geben Sie sie in der Konfiguration erneut ein.
en: ; furthermore, %lld API keys could not be written to the Keychain; please re-enter them in the configuration.
es: ; además, %lld claves API no se pudieron escribir en el Llavero; vuelve a introducirlas en la configuración.
fr: ; par ailleurs, %lld clés API n'ont pas pu être écrites dans le trousseau ; veuillez les saisir à nouveau dans la configuration.
hi: ; साथ ही, %lld API कुंजियाँ कीचेन में नहीं लिखी जा सकीं; कृपया उन्हें कॉन्फ़िगरेशन में दोबारा भरें।
id: ; selain itu, %lld kunci API gagal ditulis ke Rantai Kunci; silakan isi ulang di konfigurasi.
it: ; inoltre, %lld chiavi API non sono state scritte nel Portachiavi; inseriscile di nuovo nella configurazione.
ja: ；さらに %lld 個の API キーをキーチェーンに書き込めませんでした。設定で再入力してください。
ko: ; 또한 API 키 %lld개를 키체인에 기록하지 못했습니다. 설정에서 다시 입력하세요.
nl: ; bovendien konden %lld API-sleutels niet naar de sleutelhanger worden geschreven; voer ze opnieuw in bij de configuratie.
pl: ; ponadto nie udało się zapisać %lld kluczy API w pęku kluczy; wpisz je ponownie w konfiguracji.
pt: ; além disso, %lld chaves de API não puderam ser gravadas no Porta-chaves; insira-as novamente na configuração.
ru: ; кроме того, %lld ключей API не удалось записать в связку ключей; введите их заново в конфигурации.
sv: ; dessutom kunde %lld API-nycklar inte skrivas till Nyckelringen; ange dem igen i konfigurationen.
th: ; อีกทั้งมี API Key จำนวน %lld รายการที่เขียนลงพวงกุญแจไม่สำเร็จ โปรดกรอกใหม่ในการตั้งค่า
tr: ; ayrıca %lld API anahtarı Anahtar Zinciri’ne yazılamadı; lütfen bunları yapılandırmada yeniden girin.
uk: ; крім того, %lld ключів API не вдалося записати у в’язку ключів; введіть їх знову в конфігурації.
vi: ; ngoài ra, %lld khóa API không thể ghi vào Chuỗi khóa; vui lòng nhập lại trong cấu hình.
zh_hant: ；另有 %lld 個 API Key 未能寫入鑰匙圈，請在設定中重新填寫。

source: · 提前 %@ 提醒
ar: · تذكير قبل %@
de: · Erinnerung %@ vorher
en: · remind %@ before
es: · avisar %@ antes
fr: · rappel %@ avant
hi: · %@ पहले याद दिलाएँ
id: · ingatkan %@ sebelumnya
it: · promemoria %@ prima
ja: ・%@ 前にリマインド
ko: · %@ 전에 알림
nl: · herinner %@ eerder
pl: · przypomnij %@ wcześniej
pt: · lembrar %@ antes
ru: · напомнить за %@
sv: · påminn %@ innan
th: · เตือน %@ ล่วงหน้า
tr: · %@ önce hatırlat
uk: · нагадати за %@
vi: · nhắc trước %@

source: · 搜索：%@
ar: · بحث: %@
de: · Suche: %@
en: · Search: %@
es: · Buscar: %@
fr: · Recherche : %@
hi: · खोज: %@
id: · Cari: %@
it: · Cerca: %@
ja: ・検索: %@
ko: · 검색: %@
nl: · Zoeken: %@
pl: · Szukaj: %@
pt: · Buscar: %@
ru: · Поиск: %@
sv: · Sök: %@
th: · ค้นหา: %@
tr: · Ara: %@
uk: · Пошук: %@
vi: · Tìm kiếm: %@

source: （可在设置 → %@ 中修改）
ar: (يمكن تغييره من الإعدادات → %@)
de: (änderbar unter Einstellungen → %@)
en: (changeable in Settings → %@)
es: (se puede cambiar en Ajustes → %@)
fr: (modifiable dans Réglages → %@)
hi: (सेटिंग्स → %@ में बदला जा सकता है)
id: (dapat diubah di Pengaturan → %@)
it: (modificabile in Impostazioni → %@)
ja: （設定 → %@ で変更できます）
ko: (설정 → %@에서 변경 가능)
nl: (aan te passen in Instellingen → %@)
pl: (można zmienić w Ustawieniach → %@)
pt: (pode ser alterado em Ajustes → %@)
ru: (можно изменить в «Настройках» → %@)
sv: (kan ändras i Inställningar → %@)
th: (แก้ไขได้ที่การตั้งค่า → %@)
tr: (Ayarlar → %@ bölümünden değiştirilebilir)
uk: (можна змінити в «Налаштуваннях» → %@)
vi: (có thể thay đổi trong Cài đặt → %@)
zh_hant: （可在設定 → %@ 中修改）

source: （选中后下方可选字号/颜色）
ar: (اختر حجم الخط/اللون بالأسفل بعد التحديد)
de: (nach Auswahl unten Schriftgröße/Farbe wählen)
en: (select font size/color below after activation)
es: (elige tamaño de fuente/color abajo tras activar)
fr: (choisissez taille de police/couleur en dessous après activation)
hi: (सक्रिय करने के बाद नीचे फ़ॉन्ट आकार/रंग चुनें)
id: (pilih ukuran font/warna di bawah setelah dipilih)
it: (seleziona dimensione font/colore sotto dopo l'attivazione)
ja: （選択後に下で文字サイズ/色を選べます）
ko: (선택 후 아래에서 글자 크기/색상 지정)
nl: (kies lettergrootte/kleur hieronder na selecteren)
pl: (wybierz rozmiar czcionki/kolor poniżej po zaznaczeniu)
pt: (selecione tamanho de fonte/cor abaixo após ativar)
ru: (выберите размер шрифта/цвет ниже после активации)
sv: (välj teckenstorlek/färg nedan efter markering)
th: (เลือกขนาดตัวอักษร/สีด้านล่างหลังเลือก)
tr: (seçtikten sonra aşağıdan yazı boyutu/renk belirleyin)
uk: (виберіть розмір шрифту/колір нижче після активації)
vi: (chọn cỡ chữ/màu bên dưới sau khi chọn)
zh_hant: （選取後下方可選字級/顏色）

source: （选中后下方可选粗细/颜色）
ar: (اختر السماكة/اللون بالأسفل بعد التحديد)
de: (nach Auswahl unten Stärke/Farbe wählen)
en: (select thickness/color below after activation)
es: (elige grosor/color abajo tras activar)
fr: (choisissez épaisseur/couleur en dessous après activation)
hi: (सक्रिय करने के बाद नीचे मोटाई/रंग चुनें)
id: (pilih ketebalan/warna di bawah setelah dipilih)
it: (seleziona spessore/colore sotto dopo l'attivazione)
ja: （選択後に下で太さ/色を選べます）
ko: (선택 후 아래에서 굵기/색상 지정)
nl: (kies dikte/kleur hieronder na selecteren)
pl: (wybierz grubość/kolor poniżej po zaznaczeniu)
pt: (selecione espessura/cor abaixo após ativar)
ru: (выберите толщину/цвет ниже после активации)
sv: (välj tjocklek/färg nedan efter markering)
th: (เลือกความหนา/สีด้านล่างหลังเลือก)
tr: (seçtikten sonra aşağıdan kalınlık/renk belirleyin)
uk: (виберіть товщину/колір нижче після активації)
vi: (chọn độ dày/màu bên dưới sau khi chọn)
zh_hant: （選取後下方可選粗細/顏色）

source: （选中后下方可选颗粒度）
ar: (اختر الدقة بالأسفل بعد التحديد)
de: (nach Auswahl unten Stärke wählen)
en: (select granularity below after activation)
es: (elige granularidad abajo tras activar)
fr: (choisissez granularité en dessous après activation)
hi: (सक्रिय करने के बाद नीचे कणता चुनें)
id: (pilih granularitas di bawah setelah dipilih)
it: (seleziona granularità sotto dopo l'attivazione)
ja: （選択後に下で粗さを選べます）
ko: (선택 후 아래에서 입자 지정)
nl: (kies korrel hieronder na selecteren)
pl: (wybierz granulację poniżej po zaznaczeniu)
pt: (selecione granularidade abaixo após ativar)
ru: (выберите зернистость ниже после активации)
sv: (välj kornighet nedan efter markering)
th: (เลือกความหยาบด้านล่างหลังเลือก)
tr: (seçtikten sonra aşağıdan granülarite belirleyin)
uk: (виберіть зернистість нижче після активації)
vi: (chọn độ hạt bên dưới sau khi chọn)
zh_hant: （選取後下方可選顆粒度）

source: [Memonta 反馈] %@
ar: [ملاحظات Memonta] %@
de: [Memonta-Feedback] %@
en: [Memonta Feedback] %@
es: [Comentarios de Memonta] %@
fr: [Feedback Memonta] %@
hi: [Memonta प्रतिक्रिया] %@
id: [Umpan Balik Memonta] %@
it: [Feedback Memonta] %@
ja: [Memonta フィードバック] %@
ko: [Memonta 피드백] %@
nl: [Memonta-feedback] %@
pl: [Opinia Memonta] %@
pt: [Feedback Memonta] %@
ru: [Отзыв Memonta] %@
sv: [Memonta-feedback] %@
th: [ข้อเสนอแนะ Memonta] %@
tr: [Memonta Geri Bildirimi] %@
uk: [Відгук Memonta] %@
vi: [Phản hồi Memonta] %@
zh_hant: [Memonta 回饋] %@

source: 「设置 → 大模型 → 配置迁移」可导出/导入模型配置（含 API Key），导出文件自动加密、无需设密码，但只能在本机 Memonta 导入
ar: من «الإعدادات → النموذج → نقل الإعدادات» يمكنك تصدير/استيراد إعدادات النموذج (مع مفاتيح API). يُشفَّر الملف تلقائيًا دون عبارة مرور، لكن لا يمكن استيراده إلا في Memonta على هذا الجهاز.
de: Unter „Einstellungen → LLM → Konfigurationsübertragung“ lassen sich Modellkonfigurationen (inkl. API-Schlüssel) ex- und importieren. Die Datei wird automatisch verschlüsselt (ohne Passphrase), kann aber nur von Memonta auf diesem Mac importiert werden.
en: Use “Settings → LLM → Config Transfer” to export/import model configs (including API keys). The file is encrypted automatically with no passphrase, but can only be imported by Memonta on this Mac.
es: En «Ajustes → Modelo → Transferencia de configuración» puedes exportar/importar configuraciones (claves de API incluidas). El archivo se cifra automáticamente, sin contraseña, pero solo Memonta en este Mac puede importarlo.
fr: « Réglages → Grand modèle → Transfert de configuration » permet d'exporter/importer les configurations (clés API incluses). Le fichier est chiffré automatiquement, sans mot de passe, mais seul Memonta sur ce Mac peut l'importer.
hi: «सेटिंग्स → मॉडल → कॉन्फ़िगरेशन स्थानांतरण» से मॉडल कॉन्फ़िगरेशन (API कुंजियों सहित) निर्यात/आयात करें। फ़ाइल स्वतः एन्क्रिप्ट होती है (पासफ़्रेज़ की ज़रूरत नहीं), पर इसे केवल इस Mac के Memonta में ही आयात किया जा सकता है।
id: Di «Pengaturan → Model → Transfer Konfigurasi» Anda dapat mengekspor/mengimpor konfigurasi model (termasuk kunci API). File dienkripsi otomatis tanpa frasa sandi, tetapi hanya Memonta di Mac ini yang dapat mengimpornya.
it: In «Impostazioni → Modello → Trasferimento configurazione» puoi esportare/importare le configurazioni (chiavi API incluse). Il file è cifrato automaticamente, senza passphrase, ma può essere importato solo da Memonta su questo Mac.
ja: 「設定 → 大規模モデル → 設定の移行」でモデル設定（API キーを含む）を書き出し/読み込みできます。書き出したファイルは自動で暗号化され（合言葉不要）、本機の Memonta でしか読み込めません。
ko: ‘설정 → 대형 모델 → 설정 이전’에서 모델 설정(API 키 포함)을 내보내기/가져오기할 수 있습니다. 내보낸 파일은 자동으로 암호화되며(암호 불필요) 이 Mac의 Memonta에서만 가져올 수 있습니다.
nl: Via «Instellingen → Model → Configuratie overdragen» kun je modelconfiguraties (inclusief API-sleutels) exporteren/importeren. Het bestand wordt automatisch versleuteld (geen wachtwoordzin nodig), maar alleen Memonta op deze Mac kan het importeren.
pl: W „Ustawienia → Model → Przenoszenie konfiguracji” możesz eksportować/importować konfiguracje (także klucze API). Plik jest szyfrowany automatycznie (bez hasła), ale zaimportuje go tylko Memonta na tym Macu.
pt: Em «Definições → Modelo → Transferência de configuração» pode exportar/importar configurações (chaves de API incluídas). O ficheiro é cifrado automaticamente, sem palavra-passe, mas só o Memonta neste Mac o pode importar.
ru: В «Настройки → Модель → Перенос настроек» можно экспортировать/импортировать конфигурации (включая API-ключи). Файл шифруется автоматически, без пароля, но импортировать его может только Memonta на этом Mac.
sv: Under «Inställningar → Modell → Överför konfiguration» kan du exportera/importera modellkonfigurationer (inklusive API-nycklar). Filen krypteras automatiskt utan lösenordsfras, men kan bara importeras av Memonta på den här Macen.
th: ที่ «การตั้งค่า → โมเดล → การย้ายการตั้งค่า» ส่งออก/นำเข้าการตั้งค่าโมเดล (รวม API Key) ไฟล์จะถูกเข้ารหัสอัตโนมัติ (ไม่ต้องใช้รหัสผ่าน) แต่นำเข้าได้เฉพาะใน Memonta บนเครื่องนี้เท่านั้น
tr: «Ayarlar → Model → Yapılandırma Aktarımı» ile model yapılandırmalarını (API anahtarları dahil) dışa/içe aktarın. Dosya otomatik şifrelenir (parola gerekmez), ancak yalnızca bu Mac’teki Memonta içe aktarabilir.
uk: У «Налаштування → Модель → Перенесення налаштувань» можна експортувати/імпортувати конфігурації (разом із ключами API). Файл шифрується автоматично, без пароля, але імпортувати його може лише Memonta на цьому Mac.
vi: Tại «Cài đặt → Mô hình → Chuyển cấu hình» bạn có thể xuất/nhập cấu hình mô hình (gồm khóa API). Tệp được mã hóa tự động, không cần mật khẩu, nhưng chỉ Memonta trên máy này mới nhập được.
zh_hant: 「設定 → 大模型 → 設定遷移」可匯出/匯入模型設定（含 API Key），匯出檔自動加密、無需設密碼，但只能在本機 Memonta 匯入
